[
  {
    "name": "Protecting Controlled Unclassified Information in Nonfederal Systems and Organizations",
    "code": "800-171r2",
    "authority": "NIST",
    "description": "This publication provides federal agencies with recommended security requirements for protecting the confidentiality of Controlled Unclassified Information (CUI) when the information is resident in nonfederal systems and organizations; when the nonfederal organization is not collecting or maintaining information on behalf of a federal agency or using or operating a system on behalf of an agency; and where there are no specific safeguarding requirements for protecting the confidentiality of CUI prescribed by the authorizing law, regulation, or governmentwide policy for the CUI category listed in the CUI Registry.",
    "version": "2",
    "url": "https://raw.githubusercontent.com/LeeMangold/OpenGRC-Data/refs/heads/main/standards/800-171r2.json"
  },
  {
    "name": "Protecting Controlled Unclassified Information in Nonfederal Systems and Organizations",
    "code": "800-171r3",
    "authority": "NIST",
    "description": "This publication provides federal agencies with recommended security requirements for protecting the confidentiality of Controlled Unclassified Information (CUI) when the information is resident in nonfederal systems and organizations; when the nonfederal organization is not collecting or maintaining information on behalf of a federal agency or using or operating a system on behalf of an agency; and where there are no specific safeguarding requirements for protecting the confidentiality of CUI prescribed by the authorizing law, regulation, or governmentwide policy for the CUI category listed in the CUI Registry.",
    "version": "3",
    "url": "https://raw.githubusercontent.com/LeeMangold/OpenGRC-Data/refs/heads/main/standards/800-171r3.json"
  },
  {
    "name": "HIPAA Security Rule",
    "code": "HIPAA-Security",
    "authority": "CMS",
    "description": "The HIPAA Security Rule is a federal regulation that sets national standards for protecting individuals' electronic protected health information (ePHI). It mandates that covered entities and their business associates implement administrative, physical, and technical safeguards to ensure the confidentiality, integrity, and availability of ePHI. The rule is designed to be flexible and scalable, allowing organizations to assess their own risks and implement appropriate measures accordingly. Compliance with the Security Rule helps prevent unauthorized access, data breaches, and other security incidents that could compromise patient privacy and trust.",
    "version": "1",
    "url": "https://raw.githubusercontent.com/LeeMangold/OpenGRC-Data/refs/heads/main/standards/HIPAA-Security.json"
  },
  {
    "name": "CIS Critical Security Controls",
    "code": "CSCv8",
    "authority": "CIS",
    "description": "The 18 CIS Critical Security Controls represent a comprehensive and authoritative set of cybersecurity standards designed to provide organizations with a roadmap for effective cyber defense. These controls are meticulously structured to cover a wide array of security measures, ranging from asset and software inventory management to incident response and penetration testing. Developed by a consortium of experts, these controls prioritize a proactive and layered approach to cybersecurity, ensuring that every aspect of an organization's digital infrastructure is safeguarded. By addressing both preventive and responsive strategies, these controls serve as a foundational framework that organizations can implement to significantly reduce their vulnerability to cyber threats and bolster their overall security posture. This framework is not only practical but also adaptive, allowing for integration with existing security protocols and the evolving landscape of cyber threats.",
    "version": "8",
    "url": "https://raw.githubusercontent.com/LeeMangold/OpenGRC-Data/refs/heads/main/standards/CSCv8.json"
  },

]
